export default {
  projections: {
    ГрузE: {
      кодГруза: {
        __caption__: 'Код груза'
      },
      категорияГр: {
        __caption__: 'Категория груза'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высота: {
        __caption__: 'Высота'
      },
      длина: {
        __caption__: 'Длина'
      },
      масса: {
        __caption__: 'Масса'
      },
      объем: {
        __caption__: 'Объем'
      }
    },
    ГрузL: {
      кодГруза: {
        __caption__: 'Код груза'
      },
      категорияГр: {
        __caption__: 'Категория груза'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высота: {
        __caption__: 'Высота'
      },
      длина: {
        __caption__: 'Длина'
      },
      масса: {
        __caption__: 'Масса'
      },
      объем: {
        __caption__: 'Объем'
      }
    }
  },
  validations: {
    высота: {
      __caption__: 'Высота'
    },
    длина: {
      __caption__: 'Длина'
    },
    категорияГр: {
      __caption__: 'Категория груза'
    },
    кодГруза: {
      __caption__: 'Код груза'
    },
    масса: {
      __caption__: 'Масса'
    },
    объем: {
      __caption__: 'Объем'
    },
    ширина: {
      __caption__: 'Ширина'
    }
  }
};
