export default {
  projections: {
    ТЧИнфОЗакE: {
      груз: {
        __caption__: 'Код груза',
        кодГруза: {
          __caption__: 'Код груза'
        },
        категорияГр: {
          __caption__: 'Категория груза'
        },
        масса: {
          __caption__: 'Масса груза'
        },
        объем: {
          __caption__: 'Объем груза'
        }
      },
      количество: {
        __caption__: 'Количество груза'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество груза'
    },
    груз: {
      __caption__: 'Код груза'
    },
    докумПостав: {
      __caption__: 'докумПостав'
    }
  }
};
