export default {
  projections: {
    ДокумПоставE: {
      дата: {
        __caption__: 'Дата документа поставки'
      },
      номДокПостав: {
        __caption__: 'Номер документа поставки'
      },
      организация: {
        __caption__: 'Наименование организации',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      сотрудники: {
        __caption__: 'Ответственный',
        фИОСотруд: {
          __caption__: 'Ответственный'
        }
      },
      клиенты: {
        __caption__: 'Наименование заказчика',
        заказчик: {
          __caption__: 'Наименование заказчика'
        },
        адресПоставки: {
          __caption__: 'Адрес поставки'
        }
      },
      срокПоставки: {
        __caption__: 'Срок поставки'
      },
      тЧИнфОЗак: {
        __caption__: 'Информация о заказе',
        груз: {
          __caption__: 'Код груза',
          кодГруза: {
            __caption__: 'Код груза'
          },
          категорияГр: {
            __caption__: 'Категория груза'
          },
          масса: {
            __caption__: 'Масса груза'
          },
          объем: {
            __caption__: 'Объем груза'
          }
        },
        количество: {
          __caption__: 'Количество груза'
        }
      }
    },
    ДокумПоставL: {
      дата: {
        __caption__: 'Дата документа поставки'
      },
      номДокПостав: {
        __caption__: 'Номер документа поставки'
      },
      организация: {
        __caption__: 'Наименование организации',
        наимОрганиз: {
          __caption__: 'Наименование организации'
        }
      },
      сотрудники: {
        __caption__: 'Ответственный',
        фИОСотруд: {
          __caption__: 'Ответственный'
        }
      },
      клиенты: {
        __caption__: 'Наименование заказчика',
        заказчик: {
          __caption__: 'Наименование заказчика'
        },
        адресПоставки: {
          __caption__: 'Адрес поставки'
        }
      },
      срокПоставки: {
        __caption__: 'Срок поставки'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата документа поставки'
    },
    номДокПостав: {
      __caption__: 'Номер документа поставки'
    },
    срокПоставки: {
      __caption__: 'Срок поставки'
    },
    клиенты: {
      __caption__: 'Наименование заказчика'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    сотрудники: {
      __caption__: 'Ответственный'
    },
    тЧИнфОЗак: {
      __caption__: 'Информация о заказе'
    }
  }
};
