export default {
  caption: 'Загруз контейн',
  'дата-caption': 'Дата загрузки контейнеров',
  'номерДокЗагк-caption': 'Номер документа загрузки контейнеров',
  'объемСвобод-caption': 'Свободный объем контейнера',
  'остатокПоВесу-caption': 'Остаток по весу контейнера',
  'контейнеры.объем-caption': 'Объем контейнера',
  'контейнеры.максВес-caption': 'Максимальный вес контейнера',
  'сотрудники-caption': 'Ответственный',
  'контейнеры-caption': 'Номер контейнера',
  'тЧИнфОГрузе-caption': 'Информация о грузе'
};
