export default {
  projections: {
    КонтейнерыE: {
      номерКонтей: {
        __caption__: 'Номер контейнера'
      },
      наимКонтей: {
        __caption__: 'Наименование контейнера'
      },
      длина: {
        __caption__: 'Длина'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высота: {
        __caption__: 'Высота'
      },
      объем: {
        __caption__: 'Объем'
      },
      максВес: {
        __caption__: 'Максимальный вес'
      }
    },
    КонтейнерыL: {
      номерКонтей: {
        __caption__: 'Номер контейнера'
      },
      наимКонтей: {
        __caption__: 'Наименование контейнера'
      },
      длина: {
        __caption__: 'Длина'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высота: {
        __caption__: 'Высота'
      },
      объем: {
        __caption__: 'Объем'
      },
      максВес: {
        __caption__: 'Максимальный вес'
      }
    }
  },
  validations: {
    высота: {
      __caption__: 'Высота'
    },
    длина: {
      __caption__: 'Длина'
    },
    максВес: {
      __caption__: 'Максимальный вес'
    },
    наимКонтей: {
      __caption__: 'Наименование контейнера'
    },
    номерКонтей: {
      __caption__: 'Номер контейнера'
    },
    объем: {
      __caption__: 'Объем'
    },
    ширина: {
      __caption__: 'Ширина'
    }
  }
};
