export default {
  projections: {
    ТЧСвобМестE: {
      загрузКонтейн: {
        __caption__: 'Номер документа загрузки контейнеров',
        номерДокЗагк: {
          __caption__: 'Номер документа загрузки контейнеров'
        },
        контейнеры: {
          __caption__: '',
          номерКонтей: {
            __caption__: 'Номер контейнера'
          },
          объем: {
            __caption__: 'Объем контейнера'
          }
        }
      },
      свобОбъем: {
        __caption__: 'Освободившийся объем'
      }
    }
  },
  validations: {
    свобОбъем: {
      __caption__: 'Освободившийся объем'
    },
    загрузКонтейн: {
      __caption__: 'Номер документа загрузки контейнеров'
    },
    докумРезультП: {
      __caption__: 'докумРезультП'
    }
  }
};
