export default {
  projections: {
    КлиентыE: {
      заказчик: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставки: {
        __caption__: 'Адрес поставки'
      }
    },
    КлиентыL: {
      заказчик: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставки: {
        __caption__: 'Адрес поставки'
      }
    }
  },
  validations: {
    адресПоставки: {
      __caption__: 'Адрес поставки'
    },
    заказчик: {
      __caption__: 'Заказчик'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
