export default {
  projections: {
    БаржиE: {
      номерБаржи: {
        __caption__: 'Номер баржи'
      },
      грузопод: {
        __caption__: 'Грузоподъемность'
      },
      длина: {
        __caption__: 'Длина'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высотаБаржи: {
        __caption__: 'Высота баржи'
      },
      объемБаржи: {
        __caption__: 'Объем баржи'
      },
      тЧРасписание: {
        __caption__: 'Расписание барж',
        датаПрибыт: {
          __caption__: 'Дата прибытия баржи'
        },
        пунктПриб: {
          __caption__: 'Пункт прибытия баржи'
        }
      }
    },
    БаржиL: {
      номерБаржи: {
        __caption__: 'Номер баржи'
      },
      грузопод: {
        __caption__: 'Грузоподъемность'
      },
      длина: {
        __caption__: 'Длина'
      },
      ширина: {
        __caption__: 'Ширина'
      },
      высотаБаржи: {
        __caption__: 'Высота баржи'
      },
      объемБаржи: {
        __caption__: 'Объем баржи'
      }
    }
  },
  validations: {
    высотаБаржи: {
      __caption__: 'Высота баржи'
    },
    грузопод: {
      __caption__: 'Грузоподъемность'
    },
    длина: {
      __caption__: 'Длина'
    },
    номерБаржи: {
      __caption__: 'Номер баржи'
    },
    объемБаржи: {
      __caption__: 'Объем баржи'
    },
    ширина: {
      __caption__: 'Ширина'
    },
    тЧРасписание: {
      __caption__: 'Расписание барж'
    }
  }
};
